tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'caskroom/cask'

brew 'ansible'
brew 'apktool'
brew 'cabocha'
brew 'ctags'
brew 'emacs'
brew 'ffmpeg'
brew 'fswatch'
brew 'gibo'
brew 'git'
brew 'heroku'
brew 'imagemagick'
brew 'jq'
brew 'maven'
brew 'mecab'
brew 'mecab-ipadic'
brew 'memcached'
brew 'mitmproxy'
brew 'mongodb'
brew 'monit'
brew 'mono'
brew 'mysql'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'opencv3'
brew 'openssl'
brew 'peco'
brew 'phantomjs'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'sqlite'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'

cask '0xed'
cask 'adobe-air'
cask 'alfred'
cask 'android-studio'
cask 'appcleaner'
cask 'dash'
cask 'dropbox'
cask 'fluid'
cask 'google-chrome'
cask 'grandperspective'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'mplayerx'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'sketch'
cask 'unity'
cask 'vagrant'
cask 'virtualbox'
cask 'yujitach-menumeters'

cask 'xquartz'
brew 'wine'

mas '1Password', id: 443987910
mas 'Airmail 3', id: 918858936
mas 'BetterSnapTool', id: 417375580
mas 'Deckset', id: 847496013
mas 'Desktop Calendar Plus', id: 524688159
mas 'JPEGmini', id: 498944723
mas 'Pixelmator', id: 407963104
mas 'Pocket', id: 568494494
mas 'PopClip', id: 445189367
mas 'Reeder', id: 880001334
mas 'SoraAnnai', id: 599799247
mas 'Transmit', id: 403388562
mas 'Tweetbot', id: 557168941
mas 'Wunderlist', id: 410628904
mas 'Xcode', id: 497799835
